zibonbadi/macchiato32/examples/demo/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.4.1 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c3"
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_M32_DISPLAY_INVERT_COLOR=y
CONFIG_M32_DISPLAY_ST7789_CMD_DRAW=y
CONFIG_M32_DISPLAY_INTERLACE_LINE_HEIGHT=1
